interface DataType {
   id: number;
   page: string;
   question: string;
   answer: string;
   showAnswer: boolean;
};

const faq_data: DataType[] = [
   {
      id: 1,
      page: "home_1",
      question: "Skillgrow อยากมอบอะไรให้คุณบ้าง?",
      answer: "กล่องจดหมายที่ใช้ร่วมกันที่ใช้งานง่ายของ Groove ช่วยให้สมาชิกในทีมจัดระเบียบการจัดลำดับความสำคัญและง่ายดาย ในตอนนี้ ไม่เพียงแต่รอดมาได้เพียงห้าศตวรรษเท่านั้น เครื่องพิมพ์ที่ไม่รู้จักของ Edhen ได้ใช้ห้องครัวประเภทต่างๆ และแย่งชิงกัน",
      showAnswer:false,
   },
   {
      id: 2,
      page: "home_1",
      question: "ทำไมต้องเลือกเราเพื่อการศึกษาของคุณ?",
      answer: "กล่องจดหมายที่ใช้ร่วมกันที่ใช้งานง่ายของ Groove ช่วยให้สมาชิกในทีมจัดระเบียบการจัดลำดับความสำคัญและง่ายดาย ในตอนนี้ ไม่เพียงแต่รอดมาได้เพียงห้าศตวรรษเท่านั้น เครื่องพิมพ์ที่ไม่รู้จักของ Edhen ได้ใช้ห้องครัวประเภทต่างๆ และแย่งชิงกัน",
      showAnswer:false,
   },
   {
      id: 3,
      page: "home_1",
      question: "เราให้บริการคุณได้อย่างไร?",
      answer: "กล่องจดหมายที่ใช้ร่วมกันที่ใช้งานง่ายของ Groove ช่วยให้สมาชิกในทีมจัดระเบียบการจัดลำดับความสำคัญและง่ายดาย ในตอนนี้ ไม่เพียงแต่รอดมาได้เพียงห้าศตวรรษเท่านั้น เครื่องพิมพ์ที่ไม่รู้จักของ Edhen ได้ใช้ห้องครัวประเภทต่างๆ และแย่งชิงกัน",
      showAnswer:false,
   },
   {
      id: 4,
      page: "home_1",
      question: "คุณมีราคาที่เอื้อมถึงสำหรับหลักสูตรของคุณหรือไม่",
      answer: "กล่องจดหมายที่ใช้ร่วมกันที่ใช้งานง่ายของ Groove ช่วยให้สมาชิกในทีมจัดระเบียบการจัดลำดับความสำคัญและง่ายดาย ในตอนนี้ ไม่เพียงแต่รอดมาได้เพียงห้าศตวรรษเท่านั้น เครื่องพิมพ์ที่ไม่รู้จักของ Edhen ได้ใช้ห้องครัวประเภทต่างๆ และแย่งชิงกัน",
      showAnswer:false,
   },
];

export default faq_data;